Repository: IAgof/ViMoJoiOS
Catalog: vimojo/Share/*.lproj/Share.strings
Languages: es

source: Uploading video
es: Subiendo video

source: Please wait
es: Por favor espere

# descriptionYoutube
source: Video recorded with Videona app #VideonaTime
es: Video grabado con Videona iOS app #VideonaTime

# uploadSuccesfull
source: Video upload successfully
es: Video subido con exito

# uploadFail
source: Video upload failed
es: La carga del video ha fallado

# twitterNoAcces
source: No access to Twitter account
es: No hay acceso a su cuenta de Twitter

# twitterMaxLenght
source: Video max lenght 30 seconds
es: Tiempo máximo del video, 30 segundos

# twitterMaxSize
source: Video max size 15Mb
es: Tamaño máximo del video, 15 MB

# instagramMaxLenght
source: Video max lenght 60 seconds
es: Tiempo máximo del video, 60 segundos

source: Share your video
es: Comparte tu video

# ftpErrorHostUnrecheable
source: Error connecting FTP server
es: Error contectando al servidor FTP

# ftpErrorUnauthorized
source: Invalid credentials for FTP server
es: Credenciales erroneas para el servidor FTP

# ftpErrorFileNotFound
source: Error sending file to FTP server. File not Found
es: Archivo no encontrado, error en el envio FTP

# ftpInputFilenamePlaceholder
source: Enter filename
es: Nombre archivo

# ftpInputFilenameTitle
source: Upload file
es: Subir fichero

# ftpInputFilenameSave
source: Save
es: Guardar

# ftpInputFilenameCancel
source: Cancel
es: Cancelar

# videoExportFailedTitle
source: Export fail
es: Exportación fallida

# videoExportFailedMessage
source: Export fail, try again later
es: Ha fallado la exportacion, inténtelo de nuevo más tarde
